<?php

$_Data['hardware'] = array(
	1=>'VIBE UI',
	2=>'A系列',
	3=>'S系列',
	4=>'P系列',
	5=>'K系列',
	6=>'PadA系列',
);
$_Data['version'] = array(
	1=>'VIBE UI',
	2=>'联想通讯录',
	3=>'绿茶浏览器',
	4=>'茄子快传',
	5=>'联想乐省电',
	6=>'乐安全',
	7=>'乐桌面',
	8=>'游戏世界',
	9=>'乐同步',
	10=>'乐商店',
	11=>'乐云记事',
	12=>'乐助手',
	13=>'超级相机',
	14=>'联想日历',
	15=>'友约',
);

$_Data['bugattr'] = array(
	1=>'VIBE UI',
	2=>'联想通讯录',
	3=>'绿茶浏览器',
	4=>'茄子快传',
	5=>'联想乐省电',
	6=>'乐安全',
	7=>'乐桌面',
	8=>'游戏世界',
	9=>'乐同步',
	10=>'乐商店',
	11=>'乐云记事',
	12=>'乐助手',
	13=>'超级相机',
	14=>'联想日历',
	15=>'友约',
);

/*


 


*/

?>