<?php

$_Data['hardware'] = array(
	1=>'VIBE UI',
	2=>'A系列',
	3=>'S系列',
	4=>'P系列',
	5=>'K系列',
	6=>'PadA系列',
);
$_Data['version'] = array(
	1=>'VIBE UI',
	10=>'乐云记事',
	11=>'茄子快传',
	12=>'乐商店',
	13=>'乐安全',
	14=>'乐桌面',
	15=>'超级相机',
	16=>'乐省电',
	17=>'乐语音',
	18=>'乐同步',
	19=>'乐助手',
	110=>'联想天气',
	111=>'游戏世界',
	112=>'友约',
	113=>'绿茶浏览器',
	114=>'联想通讯录',
	115=>'联想日历',

);

$_Data['bugattr'] = array(
	1=>'VIBE UI',
	10=>'乐云记事',
	11=>'茄子快传',
	12=>'乐商店',
	13=>'乐安全',
	14=>'乐桌面',
	15=>'超级相机',
	16=>'乐省电',
	17=>'乐语音',
	18=>'乐同步',
	19=>'乐助手',
	110=>'联想天气',
	111=>'游戏世界',
	112=>'友约',
	113=>'绿茶浏览器',
	114=>'联想通讯录',
	115=>'联想日历',
);




/*



 


*/

?>