<?php
$Categorys = array(
	1=>'资讯',2=>'玩法',3=>'资源'
);
$CategorysKey = array(
	1=>'zixun',2=>'wanfa',3=>'ziyuan'
);
$CategorysTxt = array(
	1=>'资讯内容',2=>'玩法内容',3=>'资源内容'
);
$ArticleType = array(
	0=>'其他', 1=>'公司' ,2=>'人物', 3=>'产品'
);

$Categorys1 = array(
	6=>'运动户外',
	7=>'健康医疗',
	8=>'娱乐游戏',
	9=>'通讯',
	10=>'身份认证',
	11=>'安全定位',
	12=>'全能',
	13=>'智能家居',
	14=>'生活方式',
);
$Categorys2 = array(
	16=>'眼镜 & 头部',
	17=>'手表',
	18=>'手环',
	19=>'饰品',
	20=>'服饰',
	21=>'鞋袜',
);
$Categorys3 = array(
	25=>'老人',
	26=>'小孩',
	27=>'女人',
	28=>'极客',
	29=>'宠物',
);

?>